Repository: mailjet/wordpress-mailjet-plugin-apiv3
Catalog: i18n/wp-mailjet-subscription-widget-*.po
Languages: de_de, es_es

source: Subscription confirmation email sent. Please check your inbox and confirm the subscription.
de_de: Abonnement Best√§tigungsmail gesendet. Bitte √ºberpr√ºfen Sie Ihren Posteingang, und best√§tigen Sie das Abonnement.
es_es: Email de confirmación suscripción envió. Por favor revise su bandeja de entrada y confirmar la suscripción.

source: Confirm your mailing list subscription
de_de: Best‰tigen Sie Ihre Anmeldung f¸r die Mailing-Liste
es_es: Confirme la lista de contactos para la suscripción

source: You may copy/paste this link into your browser:
de_de: Wenn Sie mit dieser Schaltfl√§che Schwierigkeiten haben, geben Sie den folgenden URL mit Hilfe der Funktion Kopieren/Einf√ºgen in Ihrem Browser ein:

source: Email field is empty
de_de: Das Feld "E-Mail-Adresse" ist leer
es_es: Campo email está vacío

source: your@email.com
de_de: deine@email.com
es_es: su@email.com

source: Error. Token verification failed.
de_de: Fehler. Token¸berpr¸fung konnte nicht durchgef¸hrt werden.
es_es: Error. Verificación del token falló

source: Sorry %s we were not able to complete your subscription because it appears that you are already subscribed.
de_de: Es tut uns leid %s Wir konnten die Anmeldung dieses Mal nicht ausf√ºhren
es_es: Lo sentimos %s. No hemos podido suscribirle

source: The contact %s is already subscribed
de_de: Der Kontakt %s ist bereits angemeldet
es_es: El contacto %s ya está suscrito.

source: Thanks for subscribing with %s
de_de: Wir danken f√ºr die Anmeldung mit %s
es_es: Gracias por suscribirse a %s

source: Subscription Confirmation
de_de: Abonnement Best√§tigung
es_es: Confirmación Suscripción

source: Please Confirm Your Subscription To
de_de: Bitte Abonnement Best√§tigung
es_es: Por favor confirme su suscripción a

source: Click here to confirm
de_de: Klicken Sie hier, um zu best‰tigen

source: Did not ask to subscribe to this list? Or maybe you have changed your mind? Then simply ignore this email and you will not be subscribed
de_de: Sie haben sich nicht bei dieser Liste angemeldet? Oder haben Sie vielleicht Ihre Meinung ge‰ndert? Dann ignorieren Sie diese E-Mail einfach, und Sie werden nicht angemeldet

source: Thanks,
de_de: Vielen Dank,
es_es: Gracias

source: Didn't ask to subscribe to this list? Or maybe you've changed your mind? Then simply ignore this email and you won't be subscribed
es_es: ¿No ha pedido suscripción a esta lista de contactos? ¿O a lo mejor ha cambiado de opinión? En este caso simplemente ignore este email y no estará suscrito
